
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Nie wiadomo, jak wczytać URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Nie mogłem połączyć się z komputerem %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Zły nagłówek uzyskano z serwera";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Nie można określić adresu IP komputera: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Nie można uzyskać opisu portu %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Nie można było połączyć się z komputerem %@ używając portu %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Uzyskałem nieznaną odpowiedź serwera HTTP %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Żądanie HTTP nie powiodło się dla URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Zgubiłem połączenie z komputerem %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Nie można było przeczytać z %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Wykryto pętlę przekierowania podczas próby wczytania URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Usługa nie jest dostępna dla hosta %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Nie można było otworzyć połączenia danych dla ścieżki URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Obiekt nie jest dostępny dla określonego URL: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Polecenie FTP nie jest rozpoznane przez komputer: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Nazwa użytkownika lub hasło nie rozpoznane.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bajtów";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ z %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bajtów";

/* String used for showing a one byte size */
"1 byte" = "1 bajt";

/* WebFoundationErrorCannotCreateFile description */
"Cannot create file" = "Nie można utworzyć pliku";

/* WebFoundationErrorCannotMoveFile description */
"Cannot move file" = "Nie można przenieść pliku";

/* WebFoundationErrorCannotOpenFile description */
"Cannot open file" = "Nie można otworzyć pliku";

/* WebFoundationErrorCannotRemoveFile description */
"Cannot remove file" = "Nie można usunąć pliku";

/* WebFoundationErrorCannotWriteToFile description */
"Cannot write file" = "Nie można zapisać pliku";

/* WebFoundationErrorDNSLookupError description */
"DNS lookup error" = "Błąd przeszukiwania DNS";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Download decoding failed (at end)" = "Odkodowanie pobranej rzeczy nie powiodło się";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Download decoding failed (midstream)" = "Odkodowanie pobranej rzeczy nie powiodło się";

/* WebFoundationErrorCannotCloseFile description */
"Failure occurred while closing file" = "Podczas zamykania pliku nastąpiła awaria";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Hasło formularza WWW";

/* HTTP result code string */
"accepted" = "zaakceptowane";

/* WebFoundationErrorBadURLError description */
"bad URL" = "zły URL";

/* HTTP result code string */
"bad gateway" = "zła bramka";

/* HTTP result code string */
"bad request" = "złe żądanie";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"bad server certificate" = "zły certyfikat serwera";

/* WebFoundationErrorBadServerResponseError description */
"bad server response" = "zła odpowiedź z serwera";

/* WebFoundationErrorCannotDecodeRawData description */
"cannot decode raw data" = "nie można odkodować danych raw";

/* WebFoundationErrorCannotDecodeContentData description */
"cannot decode content data" = "nie można odkodować danych zawartości";

/* WebFoundationErrorCannotParseResponse description */
"cannot parse response" = "nie można zanalizować odpowiedzi";

/* WebFoundationErrorCancelled description */
"cancelled" = "odwołane";

/* WebFoundationErrorCannotConnectToHostError description */
"can't connect to host" = "nie można połączyć się z hostem";

/* WebFoundationErrorCannotFindHostError description */
"can't find host" = "nie można znaleźć hosta";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"can't load from network" = "nie można wczytać z sieci";

/* HTTP result code string */
"client error" = "błąd klienta";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "kontynuuj";

/* HTTP result code string */
"created" = "utworzony";

/* WebFoundationErrorReadStreamError description */
"error reading stream" = "błąd podczas czytania strumienia";

/* HTTP result code string */
"expectation failed" = "oczekiwania nie spełniły się";

/* WebFoundationErrorServerCertificateHasBadDate description */
"expired server certificate" = "certyfikat serwera wygasł";

/* WebFoundationErrorFileDoesNotExist description */
"file doesn't exist" = "plik nie istnieje";

/* WebFoundationErrorFileIsDirectory description */
"file is directory" = "plik jest katalogiem";

/* HTTP result code string */
"forbidden" = "zabronione";

/* HTTP result code string */
"found" = "znaleziono";

/* HTTP result code string */
"gateway timed out" = "przekroczenie limitu czasu bramki";

/* HTTP result code string */
"informational" = "informacyjny";

/* HTTP result code string */
"internal server error" = "błąd wewnętrzny serwera";

/* HTTP result code string */
"length required" = "wymagana jest długość";

/* WebFoundationErrorNetworkConnectionLostError description */
"lost network connection" = "utrata połączenia z siecią";

/* HTTP result code string */
"method not allowed" = "metoda nie jest dozwolona";

/* HTTP result code string */
"moved permanently" = "trwale usunięty";

/* HTTP result code string */
"multiple choices" = "wiele wyborów";

/* HTTP result code string */
"needs proxy" = "wymagane proxy";

/* WebFoundationErrorNotConnectedToInternetError description */
"no Internet connection" = "brak połączenia z Internetem";

/* HTTP result code string */
"no content" = "brak zawartości";

/* HTTP result code string */
"no error" = "bez błędu";

/* HTTP result code string */
"no longer exists" = "już nie istnieje";

/* WebFoundationErrorNoPermissionsToReadFile description */
"no permissions to read file" = "brak uprawnień do czytania pliku";

/* HTTP result code string */
"non-authoritative information" = "brak autorytatywnej informacji";

/* HTTP result code string */
"not found" = "nie znaleziono";

/* HTTP result code string */
"not modified" = "nie modyfikowane";

/* HTTP result code string */
"partial content" = "zawartość częściowa";

/* HTTP result code string */
"payment required" = "wymagana zapłata";

/* HTTP result code string */
"precondition failed" = "nie spełniony warunek wstępny";

/* HTTP result code string */
"proxy authentication required" = "wymagane uwierzytelnienie proxy";

/* HTTP result code string */
"redirected" = "przekierowanie";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"redirected to nowhere" = "przekierowanie donikąd";

/* HTTP result code string */
"request timed out" = "przekroczenie limitu czasu żądania";

/* HTTP result code string */
"request too large" = "żądanie zbyt długie";

/* HTTP result code string */
"requested URL too long" = "żądany URL zbyt długi";

/* HTTP result code string */
"requested range not satisfiable" = "żądany zakres nie jest satysfakcjonujący";

/* HTTP result code string */
"reset content" = "wyzerowanie zawartości";

/* WebFoundationErrorResourceUnavailableError description */
"resource unavailable" = "zasoby nie są dostępne";

/* WebFoundationErrorSecureConnectionFailed description */
"secure connection failed" = "próba bezpiecznego połączenia nie powiodła się";

/* HTTP result code string */
"see other" = "zobacz pozostałe";

/* HTTP result code string */
"server error" = "błąd serwera";

/* HTTP result code string */
"service unavailable" = "usługa niedostępna";

/* HTTP result code string */
"success" = "sukces";

/* HTTP result code string */
"switching protocols" = "przełączenie protokołów";

/* HTTP result code string */
"temporarily redirected" = "czasowe przekierowanie";

/* WebFoundationErrorTimedOut description */
"timed out" = "przekroczenie limitu czasu";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"too many HTTP redirects" = "zbyt wiele przekierowań HTTP";

/* HTTP result code string */
"unacceptable" = "nieakceptowalne";

/* HTTP result code string */
"unauthorized" = "brak autoryzacji";

/* HTTP result code string */
"unimplemented" = "niezaimplementowane";

/* Unknown filename */
"unknown" = "nieznany";

/* WebFoundationErrorUnsupportedURL description */
"unsupported URL" = "nieobsługiwany URL";

/* HTTP result code string */
"unsupported media type" = "nieobsługiwany rodzaj mediów";

/* HTTP result code string */
"unsupported version" = "nieobsługiwana wersja";

/* WebFoundationErrorServerCertificateUntrusted description */
"untrusted server certificate" = "niewiarygodny certyfikat serwera";

/* WebFoundationErrorZeroByteResourceError description */
"zero byte resource" = "zasoby o rozmiarze zero bajtów";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"resource exceeds maximum size" = "zasób przekracza maksymalną wielkość";
